{
    "Arcy": {
        "title": {"de": "Arcy der Fuchs", "en": "Arcy the Fox"},
        "directory": "arcy",
        "thumb": "__________",
        "description": {
            "de": "<p>Arcy der Fuchs ist ein Partial-Suit den ich Im Mai 2018 fertiggestellt habe.<br> Vielen Dank KAHusky für die Bilder von Arcy.</p>",
            "en": "<p>Arcy the Fox is a partial suit that I finished in May 2018 shortly before renovating my workshop. <br> Huge thanks to KAHusky for the pictures here.</p>"
        }
    },
    "Atiko": {
        "title": {"de": "Atiko der Fuchs", "en": "Atiko the Fox"},
        "directory": "atiko",
        "thumb": "__________",
        "description": {
            "de": "<p>Atiko der grüne Fuchs wurde im Januar 2018 fertig gebaut. Für gewöhnlich baue ich weniger toony aber Ausnahmen bestätigen die Regel.</p><p>Atiko auf Twitter: <a href=\"https://twitter.com/AtikotheFox\" target=\"_blank\">AtikotheFox</a></p>",
            "en": "<p>Atiko the green Fox was finished in January 2018. He features a very toony design which is quite unusual for me, but was fun to make nevertheless.</p><p>Atiko on Twitter: <a href=\"https://twitter.com/AtikotheFox\" target=\"_blank\">AtikotheFox</a></p>"
        }
    },
    "Dexter": {
        "title": {"de": "Dexter der Vielfras", "en": "Dexter the Wolverine"},
        "directory": "dexter",
        "thumb": "__________",
        "description": {
            "de": "<p>Dexter der Vielfraß ist ein Fullsuit den ich im August 2018 fertiggstellt habe. <br> Er hat einen etwas grimmigeren Gesichtsausdruck sowie eine \"Tätowierte\" Brust und einen tätowierten Arm der nach bedarf gegen eine untätowierte Version ausgetauscht werden kann (da er mit einem Reißverschluss versehen ist).<br>Unglücklicherweise habe ich bisher keine guten Fotos von ihm auftreiben können daher gibt es nur ein paar Work-In-Progress Bilder und ein Paar schnappschüsse von ArdaganBao und Kamuniak.</p><p>Dexter auf Twitter: <a href=\"https://twitter.com/TwdHarvey\" target=\"_blank\">TwdHarvey</a><br>ArdaganBao auf Twitter: <a href=\"https://twitter.com/ArdaganBao\" target=\"_blank\">ArdaganBao</a><br>Kamuniak:<a href=\"http://www.kamuniak.com/gallery/cats.php?dir=fluufff2018\">kamuniak.com</a></p>",
            "en": "<p>Dexter the Wolverine was finished in August 2019. <br> It features a (bit) grumpy facial expression, a \"tattoo\" on the chest and a tattooed arm which can be changed into an un-tattooed version with a zipper. <br> unfortunately I haven't got any good pictures of it yet so here are just some Wips and a few Snapshots by ArdagonBao and Kamuniak</p><p>Dexter on Twitter: <a href=\"https://twitter.com/TwdHarvey\" target=\"_blank\">TwdHarvey</a><br>ArdaganBao on Twitter: <a href=\"https://twitter.com/ArdaganBao\" target=\"_blank\">ArdaganBao</a><br>Kamuniak:<a href=\"http://www.kamuniak.com/gallery/cats.php?dir=fluufff2018\">kamuniak.com</a></p>"
        }
    },
    "Feros": {
        "title": {"de": "Feros der Fischotter", "en": "Feros the Otter"},
        "directory": "feros",
        "thumb": "__________",
        "description": {
            "de": "<p>Feros der Otter wurd im Februar 2020 fertig. Er ist der erste Fischotter den Ich bauen durfte. Im März 2022 bekam er einen neuen Suitkopf, mit angepassterem Design. Besonderheit beim neuen Kopf sind ist die Frisur und der Bart die jeweils angepasst werden können.</p>",
            "en": "<p>Feros the Otter was finished in Febuary 2020. He is the first Otter I built. In march 2022 he got a new head with a slighly better design. This new head features removable Hairsyles.</p><p>Photos by: <a href=\"https://twitter.com/Eradol\" target=\"_blank\">Eradol</a>, <a href=\"https://twitter.com/FurJorden\" target=\"_blank\">Jorden</a>, <a href=\"https://twitter.com/CaptainChaotika\" target=\"_blank\">CaptainChaotika</a> and Morkai Pawpad<p>"
        }
    },
    "Flails": {
        "title": {"de": "Flails die Fledermaus", "en": "Flails the Bat"},
        "directory": "talles",
        "thumb": "__________",
        "description": {
            "de": "<p>Ähnlich wie bei Gemma und Lambda war bei Flails der Kopf bereits vorhanden (gebaut von Fursonalities- Studio), der anschließend um den Body und die Pfoten erweitert wurde. Der suit wurde im Oktober 2018 fertiggestellt. Es ist der erste Suit mit Flügeln den ich bauen durfte. Um eine gute Benutzbarkeit zu garantieren habe ich die Flügel so leicht wie möglich gestaltet. Dazu wurden Karbonfaserstangen benutzt.<br> Mein Dank an dieser Stelle geht auch an Cypercreations für die Fotos die während eines Suitwalks geschossen wurden.</p><p>Flails auf Twitter: <a href=\"https://twitter.com/Shrinker42\" target=\"_blank\">Shrinker42</a><br> Fursonalities auf Twitter: <a href=\"https://twitter.com/Fursonalities\" target=\"_blank\">Fursonalities</a></p>",
            "en": "<p>Flails the Bat was finished in October 2018. The head was build by Fursonalities -Studio and made the body and the paws. It features wings which are supported with carbon-fibre-rods to maximize usability. <br> Huge Thanks also go to Cypercreations that took some photos of it during a walk.</p><p>Flails on Twitter: <a href=\"https://twitter.com/Shrinker42\" target=\"_blank\">Shrinker42</a><br> Fursonalities on Twitter: <a href=\"https://twitter.com/Fursonalities\" target=\"_blank\">Fursonalities</a></p>"
        }
    },
    "Garfield": {
        "title": {"de": "Garfield", "en": "Garfield the Cat"},
        "directory": "garfield",
        "thumb": "__________",
        "description": {
            "de": "<p>Garfield wurde im Dezember 2018 fertig. Er ist der erste Katzen (Teil-) suit den ich gebaut habe.</p><p>Garfiled auf Twitter: <a href=\"https://twitter.com/garfieldair\" target=\"_blank\">Garfield</a></p><p>Fotos: AndyMan/Jiro, Peachy Lynx, Nebulous royale</p>",
            "en": "<p>Garfield was finished in December 2019. He is the first Cat suit I made and features head, tail and paws, which technical makes it a partial suit</p><p>Garfield on Twitter: <a href=\"https://twitter.com/garfieldair\" target=\"_blank\">Garfield</a></p><p>Photos by: AndyMan/Jiro, Peachy Lynx, Nebulous royale</p>"
        }
    },
    "Gemma": {
        "title": {"de": "Gemma die Hyäne", "en": "Gemma the Hyena"},
        "directory": "gemma",
        "thumb": "__________",
        "description": {
            "de": "<p>Gemma die Hyäne wurde im Juni 2016 fertiggebaut. Bei diesem Fursuit habe ich lediglich Den Körper, die Pfoten und den Tail gerfertigt. Der Kopf wurde von Tepid_Dreamer gebaut. <br>Besonders spannend bei diesem Projekt war es, den Designentwurf an den bereits vorhandenen Kopf anzupassen.</p><p>Gemma auf Twitter: <a href=\"https://twitter.com/Shrinker42\" target=\"_blank\">Shrinker42</a></p>",
            "en": "<p>Gemma the Hyena was finished in June 2016. It was a body-paws-tail- commission. The head was made by Tepid Dreamer. <br>It was as well fun as challenging to make a design based on single head.</p><p>Gemma on Twitter: <a href=\"https://twitter.com/Shrinker42\" target=\"_blank\">Shrinker42</a></p>"
        }
    },
    "Harvey": {
        "title": {"de": "Harvey der Afrikanische Wildhund", "en": "Harvey the African Wild Dog"},
        "directory": "harvey",
        "thumb": "__________",
        "description": {
            "de": "<p>Harvey der Afrikanische Wildhund wurde im März 2017 fertiggstellt. Ursprünglich war er ein Freizeitprojekt von mir, dass ich im Januar 2017 als Partial Suit auf TheDealersDen verkauft habe, jedoch hat er kurz darauf einen body bekommen.</p><p>Harvey auf Twitter: <a href=\"https://twitter.com/TwdHarvey\" target=\"_blank\">TwdHarvey</a></p>",
            "en": "<p>Harvey the African Wild Dog was build in March 2017. I started working on him quite a while before and sold it on TheDealersDen as partial but he got a body shortly after.</p><p>Harvey on Twitter: <a href=\"https://twitter.com/TwdHarvey\" target=\"_blank\">TwdHarvey</a></p>"
        }
    },
    "Hiero": {
        "title": {"de": "Hiero der Husky", "en": "Hiero the Husky"},
        "directory": "hiero",
        "thumb": "__________",
        "description": {
            "de": "<p>Hiero der Husky war der erste Fursuit den ich \"kommerziell\" gefertigt habe. Er wurde im Oktober 2016 fertiggestellt hat aber seitdem einige Änderungen und Verbesserungen erfahren. Wie man auf den Bildern sieht habe ich sowohl seine Nase als auch seine Ohren erneuert, außerdem hat er im Mai 2018 einen neuen body bekommen- diesmal jedoch einen digitgraden.<br>Vielen Dank Salbeifuchs und Jipho für die Bilder!</p><p>Hiero auf Furaffinity: <a href=\"https://www.furaffinity.net/user/hierohusky/\" target=\"_blank\">HieroHusky</a></p>",
            "en": "<p>Hiero the Husky was the first Fursuit I made \"commericially\".  He was finished in October 2016 but has undergone some improvements and changes since. <br>As you can notice he got a new nose and new ears, also he got another body in May 2018, which is digitigrade.<br>Huge Thanks to Salbeifuchs and Jipho for the Pictures!</p><p>Hiero on Furaffinity: <a href=\"https://www.furaffinity.net/user/hierohusky\" target=\"_blank\">HieroHusky</a></p>"
        }
    },
    "Hieroo": {
        "title": {"de": "Hieroo das Känguru", "en": "Hieroo the Kangaroo"},
        "directory": "hieroo",
        "thumb": "__________",
        "description": {
            "de": "<p>Hieroo das Känguru wurde im Januar 2022 fertiggstellt. Es ist das dritte mal dass ich ein Känguru bauen durfte und zu meinem großen Vergnügen war es ein Artistic-Liberty Project mit nur wenigen Designvorgaben. Infolgedessen bin ich vielleicht ein wenig über das Ziel hinaus geschossen, weil ich der Meinung war dass das Fellmuster mit geschwungenen Linien ein wenig Interessanter aussehen würde. Die hat die Nähzeit in etwa verdoppelt, aber das Ergebnis war die sache wert.</p><p>Hieroo auf Furaffinity: <a href=\"https://www.furaffinity.net/user/hierohusky/\" target=\"_blank\">Hierohusky</a></p>",
            "en": "<p>Hieroo the Kangaroo was finished in January 2022. It's the third kangaroo suit I had the pleasure building, and furthermore It was kinda an artistic liberty project with only a few design-directions. This made me a bit go crazy with the pattern because I thought having plain direct lines would be a bit boring. This doubled the actual sewing time but it, was worth it.</p><p>Hieroo on Furaffinity: <a href=\"https://www.furaffinity.net/user/hierohusky/\">Hierohusky</a><p>Photos by Cerberus</p>"
        }
    },
    "Jazzy": {
        "title": {"de": "Jazzy", "en": "Jazzy"},
        "directory": "jazzy",
        "thumb": "__________",
        "description": {
            "de": "<p>Jazzy die Wüstenmaus war der erste Maus-artige Fursuit den ich bauen durfte. Erwähnenswert sind hier der Lange Tail die Schneidezähne und der Fakt das die Ohren im Nachhinein noch ein wenig größer gemacht wurden damit der Look ein wenig tooniger ist.</p><p>Jazzy auf Twitter: <a href=\"https://twitter.com/MouseDesert\" target=\"_blank\">Jazzy</a></p>",
            "en": "<p>Jazzy the Desert Mouse was finished October 2020. It's the first time a made a mouse-fursuit. It features a pretty simple design with long teeth and an extraordinary long tail. The ears where altered lateron to give it a more toony look</p><p>Jazzy on Twitter: <a href=\"https://twitter.com/MouseDesert\" target=\"_blank\">Jazzy</a></p>"
        }
    },
    "Lambda": {
        "title": {"de": "Lambda der Dachs", "en": "Lambda the Badger"},
        "directory": "lambda",
        "thumb": "__________",
        "description": {
            "de": "<p>Ähnlich wie bei Gemma war bei Lambda dem Dachs bereits der Kopf vorhanden (gebaut von Dasker), der anschließend um den body erweitert wurde. Der suit wurde im Dezember 2017 fertiggestellt. Eine der Besonderheiten ist, dass ich die Körperform des Suits speziell abgeändert habe um den Suit als Dachs länger und glaubwürdiger wikrken zu lassen.</p><p>Dasker auf Twitter: <a href=\"https://twitter.com/Shrinker42\" target=\"_blank\">Shrinker42</a><br> Dasker auf Twitter: <a href=\"https://twitter.com/BlueFoxFursuits\" target=\"_blank\">BlueFoxFursuits</a></p>",
            "en": "<p>Just like Gemma, Lambda the Badger had already a head when I got the commission (Which was built by Dasker). So the design was kinda based on that. the suit features an altered body shape to imitate the shape of a real badger a bit.</p><p>Lambda on Twitter: <a href=\"https://twitter.com/Shrinker42\" target=\"_blank\">Shrinker42</a><br> Dasker on Twitter: <a href=\"https://twitter.com/BlueFoxFursuits\" target=\"_blank\">BlueFoxFursuits</a></p>"
        }
    },
    "Lilia": {
        "title": {"de": "Lilia Roo the Kangaroo", "en": "Lilia Roo the Kangaroo"},
        "directory": "lilia",
        "thumb": "__________",
        "description": {
            "de": "<p>Lilia Roo das Känguru wurde im September 2021 fertiggstellt. Es ist das zweite mal dass ich ein Känguru bauen durfte. Im gegensatz zu meinem eigenen hat dieser suit hier einen Beutel. Praktisch! :)</p><p>Lilia auf Twitter: <a href=\"https://twitter.com/hukaulaba/\" target=\"_blank\">Hukaulaba</a></p>",
            "en": "<p>Lilia Roo the Kangaroo was finished in September 2021. It's the second kangaroo suit I made and has a pouch ~ very useful! :)</p><p>Lilia on Twitter: <a href=\"https://twitter.com/hukaulaba/\" target=\"_blank\">Hukaulaba</a></p>"
        }
    },
    "LunoWroo": {
        "title": {"de": "Luno the Kangaroo", "en": "Luno das Känguru"},
        "directory": "lunowroo",
        "thumb": "__________",
        "description": {
            "de": "<p>Luno das Känguru ist quasi einer meiner ersten suits und immer noch der mit den komplexesten Paddings. Außerdem hat er extragroße Füße was es nicht ganz einfach macht sich damit zu bewegen. Da es mein eigener Suit ist nutze ich ihn sehr viel für Materialforschung wenn man so will. So hat er im laufe der Zeit neue Krallen, eine neu Nase und mehrere neue Augenpaare bekommen. Die letzten Änderungen sind ein Airbrushing des Kopfes sowie Augen mit Lumineszierender Farbe.</p><p>Luno auf Twitter: <a href=\"https://twitter.com/LunoWroo\" target=\"_blank\">LunoWroo</a></p>",
            "en": "<p>Luno is one of my first works. It features some of the most complex paddings I made since and extra big feet, which make it quite a bit harder to wear. I would say it was finished in May 2016 but I really like experimenting so it got a new nose, new claws and lots of different sets of eyes. One could say I am using it a lot for material research - the most recent changes of him feature some airbrushing and luminescent eyes.</p><p>Luno on Twitter: <a href=\"https://twitter.com/LunoWroo\" target=\"_blank\">LunoWroo</a></p>"
        }
    },
    "Nercigami": {
        "title": {"de": "Necigami der Karacal", "en": "Necigami the Caracal"},
        "directory": "nercigami",
        "thumb": "__________",
        "description": {
            "de": "<p>Necigmai der Shinigami- Karacal ist ein Fursuit bei dem ich lediglich den Körper gemacht habe. Größte herrausforderung dabei bestand im komplexen Muster des Suits. Alles in allem sind 5 mal so viele Nähte nötig gewesen wie bei einem \"normalen\" suit. Der suit wurde im Mai 2017 fertiggestellt.</p>",
            "en": "<p>Necigami the Shinigami- Caracal was a body-only commission I finished in may 2017. The biggest Challenge here was the really complex pattern which I sewed entirely.</p>"
        }
    },
    "Noweti": {
        "title": {"de": "Noweti der Hirsch", "en": "Noweti the Deer"},
        "directory": "noweti",
        "thumb": "__________",
        "description": {
            "de": "<p>Noweti oder auch Deerweti war der erste Hirsch- Fursuit den ich gemacht habe. Er wurde im November 2017 fertiggestellt. <br> Vielen Dank an dieser stelle auch an Sordeo für die meisten der wunderschönen Bilder hier.</p><p>Noweti auf Twitter: <a href=\"https://twitter.com/Noweti\" target=\"_blank\">Noweti</a><br> Sordeo auf Twitter: <a href=\"https://twitter.com/sordeo\" target=\"_blank\">Sordeo</a></p>",
            "en": "<p>Noweti, also know as Deerweti was the first deer Fursuit I made. He was finished in November 2017. <br> Many thanks to Sordeo for taking most of the beautiful picures here!</p><p>Noweti on Twitter: <a href=\"https://twitter.com/Noweti\" target=\"_blank\">Noweti</a><br> Sordeo on Twitter: <a href=\"https://twitter.com/sordeo\" target=\"_blank\">Sordeo</a></p>"
        }
    },
    "Oromis": {
        "title": {"de": "Oromis der Fuchs", "en": "Oromis the Fox"},
        "directory": "oromis",
        "thumb": "__________",
        "description": {
            "de": "<p>Oromis Duriel der Fuchs wurde im März 2018 fertiggebaut. Wie Atiko ist er ein eher tooniger suit aber wie man sieht, bin ich mir hier mit dem Design ein wenig sicherer gewesen. Er ist außerdem der erste kommerzielle Suit den ich mit Airbrush versehen habe. </p>",
            "en": "<p>Oromis Duriel the Fox was finished in MArch 2018. Like Atiko he is a rather toony guy and as you can see I got more used to the concept. He also is the first commercial suit I made feauturing Airbrush.</p>"
        }
    },
    "Remulo": {
        "title": {"de": "Remulo der Afrikanische Wildhund", "en": "Remulo the African Wild Dog"},
        "directory": "remulo",
        "thumb": "__________",
        "description": {
            "de": "<p>Remulo der Afrikanische Wildhund wurde im Jahr 2015 fertiggestellt. Auch er ist einer meiner ersten Fursuits (Eigentlich der Vierte) und dient mir heute hauptsächlich um neue Materialien zu testen. Sehr ersichtlich wird dies am Kopf, von dem er bereits die dritte Version hat. Die erste Version war noch aus Pappmaché gemacht was ich auch immer noch als durchaus legitime low-cost- variante bezeichnen würde, während ich die zweite Version als meinen absolut ersten 3D Druck von Shapeways mit dem Material \"Elasto-Plastic\" gemacht habe. Auch wenn er damit ähnliche Eigenschaften aufwies wie eine Schaumstoff Basis erwies sich das Material leider als ungeeignet, da es dazu tendierte sich Verformungen zu merken und die Verbindungen sogar an einigen Stellen gebrochen sind. <br><br> In der neusten Version habe ich mir einige Tricks aus dem Cosplay Bereich abgeschaut und ihm eine kleine Rüstung und ein Großschwert aus EVA-Foam gebaut. Das Design ist dabei inspiriert von der Dark-Souls Reihe. Auch hier war es sehr hilfreich neue Erkenntnisse zu sammeln die dann z.B. beim Bau vom Geweih Nowetis zum Einsatz kamen.</p>",
            "en": "<p>Remulo the African Wild Dog was finished arround 2015. He is one of my very first suits (Actually the fourth) but got two new heads since then. The reasons for that are simple: back than I used cardboard for making the base of the first head which head it's downsides- the second base featured the material \"Elasto-Plastic\" and was the very first base I had ordered for printing. The material itself was quite funny to use since the base could be deformed like one out of a foam. Unfortunately on the long run the material did not match the requirements since it remembered where it was deformed and even broke at some intersections. So as you see it is used for Material-Research as well.<br><br>For the most recent version I made a matching set of armor and a greatsword which both was inspired by the dark souls series. Working with EVA-Foam for the armor helped me also to learn some tricks that where used on the antlers of Noweti.</p>"
        }
    },
    "Remulo2": {
        "title": {"de": "Remulo (der Zweite) der Afrikanische Wildhund", "en": "Remulo (2nd) the African Wild Dog"},
        "directory": "remulo2",
        "thumb": "__________",
        "description": {
            "de": "<p>Diese Zweite Version von Remulo wurde mitte 2021 fertig. Eigentlich ist es sogar die vierte Interpretation des Charakters Remulo aber da sich die vorigen 3 alle den selben Body teilen, betrachte ich diesen hier erst als komplett neuen.<br> Wie ich bereits in anderen Gallerien meiner eigenen Suits angemerkt habe, nutze ich die Arbeit an eigenen Projekten immer dafür neue Sachen auszuprobieren, bei denen ich mir nicht sicher bin ob sie für kommerzielle Projekte geeignet sind.<br> In diesem Fall hat der Suit Austauschbare Ohren, eine austauschbare Nase und abnehmbare Flügel. Die Realisierung erfolgt zu einem großen Teil mit magneten und Reißverschlüssen.<br> Eine sache die ich auf jeden Fall bereits sagen kann ist, dass derlei Features die Arbeitszeit nahezu verdoppeln und dadurch auch der Preis nahezu verdoppelt werden würde. Weiterhin erwiesen sich die Magneten als unsicherer Faktor der noch ein wenig Forschungsarbeit bedarf.<br> Im Folgenden sind daher auch Bilder, die die Schwächen der bisherigen Konstruktion aufzeigen.</p>",
            "en": "<p>This second Version of Remulo was finished mid 2021. Although it's kinda the fourth interpretation of the character I consider it my second suit of him since the fist version does re-use the same body. <br>As stated in other personal Projects I mostly use the opportunity when I build personal projects to try new things. In this case the suit can be reconfigured to look like an African Wild Dog - Bat- hybrid character. Therefor it has Exchangeable ears, an exchangeable nose and detachable wings. It utilizes mostly magnets and zippers for that purpose. <br>One thing I can already take away from that project is that stuff like that almost doubles the hours for the production therefor it would double the actual costs of a fursuit.<br>I have nothing to hide, so I'll upload a few pictures here too which show the weakness of the design that I'll have to eliminate before offering this features on commissions - like the magnets detaching.</p>"
        }
    },
    "Salbei": {
        "title": {"de": "Salbei der Fuchs", "en": "Salbei the Fox"},
        "directory": "salbei",
        "thumb": "__________",
        "description": {
            "de": "<p>Salbeifuchs wurde im Juli 2021 fertiggstellt. Erwähnenswert ist das asymmetrische design des bodies.</p>",
            "en": "<p>Salbeifuchs the Fox was finished in July 2021. The suit features a quite nice asymentric design</p>"
        }
    },
    "Talles": {
        "title": {"de": "Talles der Wolfdrache", "en": "Talles the Wolf-Dragon"},
        "directory": "talles",
        "thumb": "__________",
        "description": {
            "de": "<p>Talles der Wolfdrache wurde Ende September 2021 fertig. Ich hatte viel spaß an dem Design, insbesondere weil als neue Herrausforderung die Drachenhörner und die Schnurrhaare umgesetzt werden mussten. Letztere erwiesen sich im Praxistest leider als ein wenig zu instabil, da ich nicht bedacht hatte, dass Leute ständig daran herumbiegen würden. Das erste Design mit einem Draht als \"Seele\" musste also im Januar 2022 noch einmal von mir ausgewechselt werden.</p><p>Talles auf Twitter: <a href=\"https://twitter.com/FurthingyTalles/\" target=\"_blank\">FurthingyTalles</a></p><p>Fotos von <a href=\"https://twitter.com/aira_dragon\" target=\"_blank\">Aira_Dragon</a>, und <a href=\"https://twitter.com/Codydawggo\" target=\"_blank\">Codydawggo</a>,</p>",
            "en": "<p>Talles the Wolf-Dragon was finished September 2021. The suít was really fun to make since it features some interesting as well as challenging designs. Most notable here are the \"whiskers\" or \"noodles\" which I firstly made out of fur and wire, which proofed to be not suitable unfortunately. While it was stable on its on I did not account for people playing arround on them, which made them brake. Thats why the design with the wire got replaced and today it has a more stable solution.</p><p>Talles on Twitter: <a href=\"https://twitter.com/FurthingyTalles/\" target=\"_blank\">FurthingyTalles</a></p><p>Photos by <a href=\"https://twitter.com/aira_dragon\" target=\"_blank\">Aira_Dragon</a>, and <a href=\"https://twitter.com/Codydawggo\" target=\"_blank\">Codydawggo</a></p>"
        }
    },
    "TFox": {
        "title": {"de": "T.Fox - Fuchs", "en": "T.Fox"},
        "directory": "tfox",
        "thumb": "__________",
        "description": {
            "de": "<p>T.Fox wurde im Januar 2019 fertig gebaut. Als Sonderfeature hat er sog. \"Squeeker\" in den Pfoten.</p><p>T.Fox auf Twitter: <a href=\"https://twitter.com/TommyFoxDE\" target=\"_blank\">TommyFoxDE</a></p>",
            "en": "<p>T.Fox was finished January 2019. Its became quite common for me to built Foxes I guess. One very special feature he has are some sqeekers in his paws.</p><p>T.Fox on Twitter: <a href=\"https://twitter.com/TommyFoxDE\" target=\"_blank\">TommyFoxDE</a></p>"
        }
    },
    "Tomxo": {
        "title": {"de": "Mr. Tomxo der Fischotter", "en": "Mr. Tomxo the Otter"},
        "directory": "tomxo",
        "thumb": "__________",
        "description": {
            "de": "<p>Mr. Tomxo der Fischotter wurde im Januar 2022 fertig. Es war der zweite Otter-Fursuit den ich bauen durfte. Besonders erwähnenswert ist die Frisur, die mittels Magneten gehalten wird - also bei bedarf abgenommen werden kann sowie die magnetischen Augenlider.</p><p>Mr. Tomxo auf Twitter: <a href=\"https://twitter.com/MrTomxo/\" target=\"_blank\">Mr. Tomxo</a></p>",
            "en": "<p>Mr. Tomxo the Otter was finished in January 2022. He was the second Otter Fursuit I build and features a removable Hair and removable eyelids.</p><p>Mr. Tomxo on Twitter: <a href=\"https://twitter.com/MrTomxo/\" target=\"_blank\">MrTomxo</a></p>"
        }
    },
    "Werkfuchs": {
        "title": {"de": "Werkfuchs der Polarfuchs", "en": "Werkfuchs the Arctic Fox"},
        "directory": "werkfuchs",
        "thumb": "__________",
        "description": {
            "de": "<p>Werkfuchs der Polarfuchs wurde im Februar 2021 fertiggstellt. Der suit hat ein klassisches Fuchsdesign mit einigen komplexeren Markings auf dem Rücken und an den Armen. Weiterhin sind grüne LED in den Augen verbaut.</p><p>Werkfuchs auf Twitter: <a href=\"https://twitter.com/werkfuchs\" target=\"_blank\">Werkfuchs</a></p><p>Werkfuchs auf Furaffinity: <a href=\"https://www.furaffinity.net/user/werkfuchs/\" target=\"_blank\">Werkfuchs</a></p><p>Fotos von <a href=\"https://twitter.com/Formanor\" target=\"_blank\">Formanor</a> und <a href=\"https://twitter.com/Furball_Dakoru\" target=\"_blank\">Dakoru</a></p>",
            "en": "<p>Werkfuchs the Arctic Fox was finished in Fabruary 2021. The design features white Fur with some more complex markings on the arms and on his back. Further the eyes have green LED</p><p>Werkfuchs on Twitter: <a href=\"https://twitter.com/werkfuchs\" target=\"_blank\">Werkfuchs</a></p><p>Werkfuchs on Furaffinity: <a href=\"https://www.furaffinity.net/user/werkfuchs/\" target=\"_blank\">Werkfuchs</a></p><p>Photos by <a href=\"https://twitter.com/Formanor\" target=\"_blank\">Formanor</a> and <a href=\"https://twitter.com/Furball_Dakoru\" target=\"_blank\">Dakoru</a></p>"
        }
    },
    "Yait": {
        "title": {"de": "Yait der Fuchs", "en": "Yait the Fox"},
        "directory": "yait",
        "thumb": "__________",
        "description": {
            "de": "<p>Yait der Fuchs wurde im August 2019 fertiggebaut. Das Design ist ähnlich der vorherigen Füchse jedoch sind einige Verbesserungen and der Kopfkonstruktion vorgenommen.<br> Dank geht insbesondere an Wolfskult für die Bilder hier.</p><p>Wolfskult auf Twitter: <a href=\"https://twitter.com/wolfskult\" target=\"_blank\">Wolfskult</a></p>",
            "en": "<p>Yait the Fox was finished in August 2019. The design features the usual specilaties and some improvements in the head-design for better usability. <br> Special thanks go to Wolfskult for the Awesome Pictures!</p><p>Wolfskult on Twitter: <a href=\"https://twitter.com/wolfskult\" target=\"_blank\">Wolfskult</a></p>"
        }
    }
}
